IDEA StatiCa Open Model
ConnectionSetup.GammaC Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Partial safety factor of concrete
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaC { get; set; }
Public Property GammaC As Double
	Get
	Set
public:
property double GammaC {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace